Revit 2024 API
IMemberForcesServer Interface
 Interface for the Member Forces server to implement.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2015
Syntax
C#
public interface IMemberForcesServer : IExternalServer
Visual Basic
Public Interface IMemberForcesServer _
	Inherits IExternalServer
Visual C++
public interface class IMemberForcesServer : IExternalServer
See Also
IMemberForcesServer Members
Autodesk.Revit.DB.Structure Namespace